{
  "pagetitle": "Datenschutz & Impressum",
  "section": {
    "legal": {
      "title": "Impressum",
      "owner": "Inhaber",
      "mail": "e-Mail",
      "contactformoreinformation": "Kontaktiere mich für weitere Informationen bitte per e-Mail"
    },
    "privacy": {
      "title": "Datenschutz",
      "introduction": "In den folgenden Abschnitten wird erklären wir Dir, welche Informationen wir von Dir sammeln, wenn Du diese Website besuchst.<br/>NoNonsenseCooking wurde erstellt, weil viele Rezepte-Websites mit Werbung und Tracker überladen sind. Daher ist es für uns besonders wichtig, so wenige Informationen über Dich zu sammeln, wie wir können, ohne dabei den Betrieb dieser Seite einzuschränken. Wir erheben generell keine Daten, welche Dich als natürliche Person identifizierbar machen, sondern nur statistische Daten, welche einige Funktionen auf unserer Website erst ermöglichen (zum Beispiel die Funktion 'Beliebteste Rezepte') und uns den Betrieb leichter machen.",
      "vercel": {
        "title": "Vercel",
        "content": "Diese Website auf einer von Vercel Inc. (340 S Lemon Ave #4133 Walnut, CA 91789) bereitgestellten Plattform gehostet. Wir haben die in Vercel's Plattform eingebaute Analytics-Funktion deaktiviert, sodass wir durch Vercel keinerlei Zugriff auf Informationen über dich bekommen. Dennoch ist Vercel dazu berechtigt, für die Bereitstellung der Plattform eingeschränkte Daten zu sammeln. Die vollständige Datenschutzerklärung von Vercel kannst du dir <2>hier</2> durchlesen."
      },
      "plausible": {
        "title": "Plausible Analytics",
        "content": "Wir nutzen auf dieser Seite eine selbstverwaltete Installation von Plausible Analytics. Dabei handelt es sich um ein Werkzeug zum Erfassen von Analysedaten von Websites. Anders als bei vielen sogenannten Analytics-Tools nutzen wir Plausible nicht dazu, um Dich über das Internet hinweg zu tracken. Wir sammeln ausschließlich auf dieser Website Nutzungsdaten und können Dich als Person mit diesen Daten auch nicht identifizieren. Die Nutzungsdaten werden auf einem Server in Deutschland gespeichert, womit sie den sehr hohen europäischen Ansprüchen an Datenschutz unterliegen. Sobald du diese Seite besuchst, sammeln wir folgende Daten: die Seiten-URL, den Referrer-Header, deinen Browser, dein Betriebssystem, deinen Gerätetyp (Desktop, Mobiltelefon, Tablet) und das Land, aus dem du die Website aufrufst. Wenn du mehr über die Daten, die wir mit Plausible Analytics sammeln erfahren willst und herausfinden möchtest, warum wir damit nicht auf dich als Person schließen können, kannst du dir <2>hier</2> die Daten-Policy von Plausible anschauen."
      }
    }
  }
}
