{
  "pagetitle": "Legal & Privacy",
  "section": {
    "legal": {
      "title": "Legal information",
      "owner": "Owner",
      "mail": "eMail",
      "contactformoreinformation": "Please contact me via eMail for more information"
    },
    "privacy": {
      "title": "Privacy policy",
      "introduction": "The following sections are meant to inform you of the data we collect about you when you use this site.<br/>NoNonsenseCooking was created, because too many recipe websites are overloaded with trackers and advertisements. That's why it is really important for us to minimize our data collection without hindering development of this site. We won't ever collect any information with which we could identify you as a person, but only statistical information, making some of the features on this site possible in the first place (for example the most popular recipe function).",
      "vercel": {
        "title": "Vercel",
        "content": "This website is hosted on a platform provided by Vercel Inc. (340 S Lemon Ave #4133 Walnut, CA 91789). We disabled the built-in Vercel Analytics feature, so we won't get any information about you from Vercel. Still, Vercel is allowed to collect some limited information about you for the purpose of providing the platform. You can read Vercel's full privacy policy <2>here</2>."
      },
      "plausible": {
        "title": "Plausible Analytics",
        "content": "On this site, we use a self-hosted instance of Plausible Analytics. Plausible is a web analytics tool, but compared to some other analytics tools, it is not used to track you across the Internet. We only collect usage data on this site and cannot identify you as a person with the data we collect. The usage data is stored on a server in Germany, which makes it subject to the very strong European data protection laws. When visiting this website, we collect the following information: The URL you're visiting, the Referrer header, your Browser, your operating system, your device type (desktop/tablet/phone) and the country you're visiting us from. If you want to learn more about what data we collect with Plausible Analytics and why we cannot identify you from it, you can read Plausible's data policy <2>here</2>"
      }
    }
  }
}
